{
    "header": {
      "home": "Home",
      "about": "About me",
      "projects": "Projects",
      "contact": "Contact"
    },
    "footer": {
        "credits": "2024 - Designed & built by Paulin Chardigny - All rights reserved"
    },
    "home": {
        "hello": "Welcome! my name is",
        "name": "Paulin Chardigny",
        "description1": "This portfolio showcases my projects and skills, aiming to provide a comprehensive view of my professional journey and aspirations. Feel free to explore and get in touch!",
        "contactButton": "Contact me",
        "downloadCV": "Download my resume"
    },
    "about": {
      "title": "About me",
      "description1": "I am an engineering student at Polytech Nancy and currently in a double degree program in ETS Montreal, I aim to deepen my training in automation and specialize to work in the industry. Dynamic, curious, and rigorous, I can work in a team as well as lead projects to success. I enjoy bringing my ideas to life, seeing projects through to the end, and stepping out of my comfort zone.",
      "subtitle1": "▷ Studies",
      "item-date1" : "SEPTEMBER 2024 - TODAY (1 YEAR)",
      "item-title1" : "Master | École de Technologie Supérieure Montréal (Canada)",
      "item-desc1" : "Double degree: Automated Manufacturing Engineering (Specialization in Environmental Protection, Automation, Data Analysis, Project Management)",
      "item-date2" : "SEPTEMBER 2020 - TODAY (5 YEARS)",
      "item-title2" : "Bachelor’s Degree | Polytech Nancy (France)",
      "item-desc2" : "Major: Engineering Studies (Specialization in « IA2R SIA » : Computer Science, Automation, Robotics, Networks and in Autonomous and Intelligent Systems)",
      "item-date3" : "SEPTEMBER 2017 - AUGUST 2020 (3 YEARS)",
      "item-title3" : "High School Diploma | Lycée Camille Sée Colmar (France)",
      "item-desc3" : "Focus on Sciences and Engineering, graduated with Honors",
      "subtitle2" : "▷ Professionnal experiences",
      "job-date7" : "JANUARY 2025 - APRIL 2025 (4 MONTHS)",
      "job-title7" : "Barista and bakery salesperson | L'amour du Pain",
      "job-place7" : "Montréal (Québec, Canada)",
      "job-detail7" : "- Welcoming and advising customers by offering a variety of products (breads, pastries, cakes, macaroons, coffees, teas, matcha)<br><br>- Ensuring compliance with MAPAQ (Quebec Ministry of Agriculture, Fisheries and Food) standards and regulations for food stores<br><br>- Contributing to the general maintenance of the bakery<br><br>- Proactively participating in the daily organization to optimize service and ensure customer satisfaction",
      "job-date6" : "MAY 2024 – AUGUST 2024 (4 MONTHS)",
      "job-title6" : "Assistant Engineer Internship | Framatome",
      "job-place6" : "Lyon (France)",
      "job-detail6" : "Development of a test bench to address the obsolescence of a position measurement component.<br><br>- Electrical Engineering: Development of the circuits required for the test bench's operation.<br><br>- Programming: Development of control and data processing software.<br><br>- 3D Modeling: Design of appropriate supports.<br><br>- Technical Documentation: Drafting of associated documentation to ensure the project's sustainability and comprehension.<br><br>- R&D: Beginning of an R&D study on the implementation of industrial programmable logic controllers.",
      "job-date5" : "SEPTEMBER 2023 - DECEMBER 2023 (4 MONTHS)",
      "job-title5" : "Tutoring teacher | Polytech Nancy",
      "job-place5" : "Nancy (France)",
      "job-detail5" : "- Creation and animation of weekly courses to help students improve their electrical skills<br><br>- Development of teaching skills and the popularization of scientific issues",
      "job-date4" : "JULY 2023 – AUGUST 2023 (2 MONTHS)",
      "job-title4" : "Technical operator in wine production | Wolfberger",
      "job-place4" : "Colmar (France)",
      "job-detail4" : "- Supported production line operations through various tasks including packaging, bottling, and labeling of special orders, ensuring continuous workflow and timely fulfillment.<br><br>- Mastered production processes with a strong focus on quality control, attention to detail, and adherence to safety and hygiene standards.<br><br>Maintained order and efficiency on the production floor, demonstrating manual dexterity, precision, and a proactive approach to problem-solving.",
      "job-date3" : "AUGUST 2022 (1 MONTH)",
      "job-title3" : "Ground probe operator | Hydrogéotechnique",
      "job-place3" : "Nancy (France)",
      "job-detail3" : "- Conducted geotechnical investigations (including drilling, soil sampling, and pressuremeter testing) using proprietary equipment developed by the company, ensuring accuracy and efficiency in various soil conditions.<br><br>- Demonstrated strong adaptability and client interaction skills, working daily on diverse assignments at both residential and commercial sites, while maintaining professionalism and responsiveness to client needs.<br><br>- Performed physically demanding fieldwork requiring endurance, precision, and manual handling skills, in varying weather and terrain conditions.",
      "job-date2" : "JULY 2021 (1 MONTH)",
      "job-title2" : "Industrial Support Technician | DS Smith",
      "job-place2" : "Kuenheim (France)",
      "job-detail2" : "- Logistics optimization: Contribution to the reform of the storage system, improving operational efficiency and space utilization.<br><br>- Industrial immersion: Discovery of production processes and factory work requirements<br><br>- Development of human skills: Teamwork, stress management, endurance in the face of fatigue, and compliance with safety regulations.",
      "job-date1" : "JUNE 2020 - JULY 2020 (2 MONTHS)",
      "job-title1" : "Technical Support | Labinfra",
      "job-place1" : "Fontaines (France)",
      "job-detail1" : "- Data Management and Analysis: Formatted, organized, and analyzed test and measurement results related to agency activities, ensuring accuracy and consistency.<br><br>- Advanced Excel Use: Utilized Microsoft Excel extensively for data processing, classification, and reporting, demonstrating strong proficiency with formulas and data structuring.<br><br>- Remote Work and Analytical Skills: Performed tasks independently in a remote work environment, leveraging strong analytical skills to interpret and present data effectively."
    },
    "projects": {
      "title": "Projects",
      "project1": {
        "title": "📦 Box'in",
        "date": "January 2023",
        "skills": "Développement web, front-end, JavaScript, CSS, React",
        "description": "Facilitez votre expérience de réception de colis avec Box'in – une plateforme clé en main qui centralise toutes les informations de suivi, quel que soit le transporteur. Que vous soyez un particulier ou une entreprise, dites adieu aux tracas liés aux colis perdus dans l'oubli !<br><br>Avec mes collègues, nous avons mis en place cette solution web en React, exploitant une base de données MongoDB et intégrant les API de la Poste (Chronopost, Colissimo) et de DHL pour une expérience complète."
      },
      "project2": {
        "title": "Project 2",
        "date": "March 2023",
        "skills": "Angular, Express, MySQL",
        "description": "Description of project 2 goes here."
      },
      "project3": {
        "title": "Project 3",
        "date": "June 2023",
        "skills": "Vue.js, Django, PostgreSQL",
        "description": "Description of project 3 goes here."
      },
      "learnMore": "See More"
    },
    "contact": {
      "title": "Contact",
      "description": "How to contact me."
    }
  }