{
    "header": {
      "home": "Home",
      "about": "About me",
      "projects": "Projects",
      "contact": "Contact"
    },
    "footer": {
        "credits": "2024 - Designed & built with passion by Paulin Chardigny - All rights reserved"
    },
    "home": {
        "hello": "Welcome ! my name is",
        "name": "Paulin Chardigny",
        "description1": "This portfolio showcases my projects and skills, aiming to provide a comprehensive view of my professional journey and aspirations. Feel free to explore and get in touch!",
        "contactButton": "Contact me",
        "downloadCV": "Download my resume"
    },
    "about": {
      "title": "About me",
      "description1": "I am an engineering student at Polytech Nancy and currently in a double degree program in ETS Montreal, I aim to deepen my training in automation and specialize to work in the industry. Dynamic, curious, and rigorous, I can work in a team as well as lead projects to success. I enjoy bringing my ideas to life, seeing projects through to the end, and stepping out of my comfort zone.",
      "subtitle1": "> My scolarship",
      "description2": "Informations about me."
    },
    "projects": {
      "title": "Projects",
      "project1": {
        "title": "📦 Box'in",
        "date": "January 2023",
        "skills": "Développement web, front-end, JavaScript, CSS, React",
        "description": "Facilitez votre expérience de réception de colis avec Box'in – une plateforme clé en main qui centralise toutes les informations de suivi, quel que soit le transporteur. Que vous soyez un particulier ou une entreprise, dites adieu aux tracas liés aux colis perdus dans l'oubli !<br><br>Avec mes collègues, nous avons mis en place cette solution web en React, exploitant une base de données MongoDB et intégrant les API de la Poste (Chronopost, Colissimo) et de DHL pour une expérience complète."
      },
      "project2": {
        "title": "Project 2",
        "date": "March 2023",
        "skills": "Angular, Express, MySQL",
        "description": "Description of project 2 goes here."
      },
      "project3": {
        "title": "Project 3",
        "date": "June 2023",
        "skills": "Vue.js, Django, PostgreSQL",
        "description": "Description of project 3 goes here."
      },
      "learnMore": "See More"
    },
    "contact": {
      "title": "Contact",
      "description": "How to contact me."
    }
  }